Repository: BradHeff/hefftor-gnome-local
Catalog: .local/share/gnome-shell/extensions/taskwhisperer-extension@infinicode.*/translation/*.po
Languages: de

source: Identifier:
de: Identifikator:

source: Description:
de: Beschreibung:

source: Project:
de: Projekt:

source: Annotations:
de: Notizen:

source: Priority:
de: Priorität:

source: Urgency:
de: Dringlichkeit:

source: Due:
de: Fälligkeit:

source: Stop task
de: Stoppen

source: Start task
de: Starten

source: Set Task Done
de: Task erledigt

source: Modify Task
de: Task bearbeiten

source: No Tasks to show! Add some more tasks or change filter settings.
de: Keine Aufgaben zum Anzeigen. Erstelle neue Aufgaben oder änder den Filter.

source: All
de: Alle

source: %d Task
de: %d Aufgabe

source: There was an error executing TaskWarrior:
de: Beim Ausführen von TaskWarrior trat ein Fehler auf:

source: You can find some troubleshoot information on TaskWhisperer Github page!
de: Weitere Informationen findest du auch auf Github!

source: TaskWhisperer Service Error
de: TaskWhisperer Service Fehler

source: Error!
de: Fehler!

source: Sorry, that didn't work. Please try again.
de: Ein Problem trat auf. Probieren Sie es nochmal.

source: Enable Taskd Syncronization
de: Taskd Syncronization aktivieren

source: Please make sure taskd is proper configured, otherwise you will get errors fetching data!
de: Stell sicher, dass taskd richtig konfiguriert ist. Andernfalls können Fehler auftreten!

source: Show Tasks w/ no due at end of list
de: Aufgaben ohne Zeit am Ende anzeigen

source: The date format is used when creating taks and showing dates
de: Das Datumsformat wird beim speichern und editieren verwendet

source: Date & Time Format
de: Zeit und Datumsformat

source: e.g. D.M.Y H:N (default is Y-M-D)
de: D.M.Y H:N (standard Y-M-D)

source: Position in Panel
de: Position

source: Center
de: Mittig

source: Right
de: Rechts

source: Left
de: Links

source: Show TaskWarrior Icon in Panel
de: Zeige TaskWarrior Icon im Panel

source: Use alternative Theme
de: Benutze alternatives Theme

source: Maintained by
de: Maintained von

source: Modify:
de: Bearbeiten:

source: Cancel
de: Abbrechen

source: Modify
de: Ändern

source: A description is required to create a new task!
de: Eine Beschreibung ist notwendig um ein Task zu erstellen!

source: Create New Task
de: Neuen Eintrag erstellen

source: Enter Description
de: Beschreibung eingeben

source: Enter DueDate
de: Fälligkeit eingeben

source: Additional Arguments
de: Weitere Parameter

source: Create
de: Erstellen
